Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/telecommunications_and_postal_services/index.html.txt.tmx
Source language: en
Languages: ga

source: Postal services are regulated by ComReg and provided by a number of operators including An Post which is the designated universal service provider
ga: Tá roinnt oibritheoirí freagrach as an tseirbhís a chur ar fáil, lena n-airítear An Post, soláthraí seirbhíse comhchoitianta na hÉireann

source: A national postcode system known as Eircode has been introduced
ga: Tugadh córas náisiúnta postchóid isteach ar a dtugtar Eircode

source: All residential and business addresses have been given a unique new Eircode
ga: Tugadh Eircode nua uathúil do gach seoladh cónaithe agus gnó

source: Fixed line telephone services
ga: Seirbhísí teileafóin líne seasta

source: Telecommunication services in Ireland are regulated by ComReg
ga: Is é ComReg a dhéanann seirbhísí cumarsáide a rialú in Éirinn

source: Find out here how to choose your fixed line telephone service provider
ga: Cliceáil anseo chun faisnéis a rochtain ar conas soláthraí seirbhíse teileafóin líne seasta a roghnú

source: The choice for consumers of mobile phone and other mobile services in Ireland has never been so great
ga: Ní raibh oiread rogha riamh ag tomhaltóirí maidir le fóin phóca agus seirbhísí fhóin phóca in Éirinn

source: This document explains some of the services provided by telephone service providers and your rights when accessing these services
ga: Mínítear sa cháipéis seo faoi roinnt de na seirbhísí a chuireann soláthraithe seirbhíse teileafóin ar fáil agus na cearta atá agat agus tú ag baint leas as na seirbhísí sin

source: Connecting to the internet
ga: Ceangal leis an idirlíon ón mbaile

source: More and more Irish homes now access the internet
ga: Tá méadú seasta ar líon na dteaghlach sa tír atá ag ceangal leis an idirlíon

source: This document directs you to information on internet service providers and internet safety
ga: Treoraítear sa cháipéis seo thú chuig an bhfaisnéis ar sholáthraithe seirbhíse idirlín agus ar shábháilteacht idirlín

source: Regulation of premium rate telephone services
ga: Seirbhísí gutháin ardráta a rialú

source: Premium rate telephone services in Ireland are regulated
ga: Déantar seirbhísí gutháin ag ardráta a rialú in Éirinn

source: Find out how the rights of citizens are protected, regardless of whether these services originate in or are provided in Ireland or abroad
ga: Is féidir fáil amach anseo cén chaoi a ndéantar cearta saoránach a chosaint, is cuma an bhfuil na seirbhísí sin dhá sholáthar in Éirinn nó dhá sholáthar thaobh amuigh d'Éirinn ach ar fáil anseo

source: Dealing with unsolicited direct marketing
ga: Deileáil le margaíocht díreach nár iarradh

source: The law in Ireland sets down rights for individuals who would prefer not to receive junk mail. Find out about the Mailing Preference Service, and your rights
ga: Tá comhairle ar fáil sa cháipéis seo conas deileáil le margaíocht díreach nár iarradh (dramhphost)

source: Dealing with unwanted telephone sales calls
ga: Ag déileáil le glaonna díolacháin teileafóin gan iarraidh

source: ‘Cold calling’ means that you receive unwanted sales calls in your home from companies that you have not had any dealings with until that time
ga: ‘Glaonna fuara' a thugtar ar ghlaonna díolacháin gan iarraidh a thagann ó chomhlachtaí nach ndearna tú gnó leo cheana

source: FInd out how to register your preference not to receive ‘cold calls’ using the National Directory Database
ga: Anois is féidir leat tú féin a chlárú ar Bhunachar Sonraí an Eolaire Náisiúnta mar dhuine nach bhfuil ag iarraidh glaonna fuara a fháil

source: Dealing with unsolicited or offensive e-mail
ga: Déileáil le ríomhphost déistineach nó gan iarraidh

source: One of the most common problems affecting people with e-mail accounts is unsolicited commercial e-mail, also known as SPAM
ga: Tá comhairle ar fáil sa cháipéis seo conas deileáil le ríomh-phost déistineach nár iarradh

source: Making a complaint about telecommunications or postal services
ga: Ag déanamh gearáin faoi sheirbhísí teileachumarsáide nó seirbhísí poist

source: ComReg deals with unresolved complaints about telecommunications or postal services
ga: Déileálann ComReg le gearáin neamh-réitithe faoi sheirbhísí teileachumarsáide agus faoi sheirbhísí poist

source: Find out how and when to make a complaint
ga: Faigh amach conas agus cathain is ceart gearán a dhéanamh

source: This document is in: Consumer Affairs > Consumer protection > Consumer Complaints
ga: This document is in: Gnóthaí Tomhaltóirí > Cosaint Tomhaltóirí > Gearáin Thomhaltóirí

source: Most Read in "Consumer Affairs"
ga: Ábhar is mó éilimh i "Gnóthaí Tomhaltóirí"

source: Your rights as a consumer in Ireland
ga: Cearta Tomhaltóirí in Éirinn

source: Display of prices for goods and services
ga: Carr athláimhe a cheannach

source: Replacements, refunds and credit notes
ga: Taispeáint praghsanna d'earraí agus seirbhísí
